Repository: giellalt/corpus-sme
Catalog: tmx/sms/admin/sd/forms_schemes_fi/sote-savasupohjoissaame.pdf.tmx
Source language: sme
Languages: sms

source: Ovttaskas olmmoš vásiha sápmelašvuođa lunddolažžan.
sms: Persoon ǩiõččlâŠstt säŠmmlažvuõđ luâđližžen.

source: Sus lea dássedettolaš sápmelaš identitehta ja son máhttá gielas ja ádde kultuvrras.
sms: SuŠst lij tääzzteäŠddláž säŠmmlaž identiteett da son silttâd ǩiõlâs da siisǩâd kulttuures.

source: Ovttaskas máhttá sámegiela, muhto ii dovdda eará kultuvrras oasseguovlluid.
sms: Persoon silttâd sääŠm ǩiõl, le-ša ij toobbd jeeŠres kulttuures vueŠssvuuŠvdid.

source: Ovttaskas hálddaša ovtta kultuvrras oasseguovllu bures.
sms: Persoon vaaldaš õõut kulttuures vueŠssvuuŠvd puârast.

source: Ovttaskas vásiha sápmelaš identitehtas dávviriid bokte.
sms: Persoon kiõččlâŠstt säŠmmla identiteettes neäŠvvai mieŠldd.

source: Ovttaskas lea diđolaš sápmelaš duogážisttis, muhto ii hálit buktit dan ovdan.
sms: Persoon teâđast jiiŠjjes säŠmmla tuââǥǥbu, le-ša ij haaled puhtted tõn õudde.

source: Árabajásgeassin doarju ruovttuid bajásgeassima ja gárvvista ođđa sohkabuolvvaid doaibmat ođđaáigásaš sámeservodagas.
sms: Håiddâkksai peâmmtuâŠjj tuäŠrjjad dommpeâmmʼmuužž da vaalmašt ođđ puõlvvõõǥǥid toimmjed ođđäiggsaž sääŠmõhttsažkååŠddest.

source: Guovddáš doaibman lea sirdit dieđuid sápmelaččain álbmogin, kulturárbbi ja eallinvuogi positiivvalaš vugiin, nu áhte mánná čatnasaš iežas kultuvrasis ja vásiha sápmelašvuođa lunddolažžan.
sms: Kõskksaž tuâŠjjan lij väälted teâđ saaŠmin meeŠrrân, kulttuurärbbvuõđin da jieŠllemnääŠlin positiivlažnääŠleld nuŠt, što päärnaž ǩiddân jiiŠjjes kulttuure da ǩiõččlâŠstt säŠmmlažvuõđ luâđližžen.

source: Geavatlaš ovdamearkkat kulturidentitehta nannemii árabajásgeassimis:
sms: TueŠjjeemnääŠl õuddmiârkk kulttuur- identiteett ravvumužže håiddâkksai peâmmʼmuužžâst:

source: • máná áican- ja árvvoštallannávcca ovddideapmi ođđa dilálašvuođaid dahkamiin, main mánná sáhttá iskat ja ovddidit dáidduidis, máhttimis ja dovdduidis
sms:  päärna vuâmmšem- da ärvvstõõllmušooddai õõudâsviikkmuš raajeel jeeŠresnallšem šõddmuužžid, koŠst päärnaž vuäŠǯǯ ǩiõččlâstted da õõudâsviikkâd čeäŠppvuõđid, silttumuužž, tobddmuužžid

source: • nana fuolkegaskavuođat
sms:  raavâs ruåttkõskkvuõđ

source: • sápmelaš dieđuid ja dáidduid oahpaheapmi árbevierročehpiid láidestemiin
sms:  säŠmmlai teâđai da čeäŠppvuõđi mättʼtumuš ärbbvuõđ čieŠppi vuäpstõõžžâst

source: • diehtu sápmelaččaid historjjás oktan álbmogin njealji riikka guovllus
sms:  tiâtt äŠmmlai õhttsaž historiast õhttân meeŠrrân neeljj väŠlddkååŠdd vuuŠvdest

source: • oahpásmuvvat stuorravánhemiid eallima eará muttuide
sms:  tobbdstõõđât maaddârääiŠji jieŠllem jeeŠres pââŠjid

source: • nana gaskavuohta giellajoavkku lahtuide
sms:  raavâs kõskkvuõtt ǩiõllärttel vuäŠsslaid

source: 4.2.2 Searvvušvuohta
sms: 4.2.2 ʼhttsažkåŠddvuõtt

source: Sápmelaččain lea nana searvvušvuohta ja diđolašvuohta iežas ruohttasiin ja fuolkelahtuin ja sin ássanbáikkiin.
sms: SäŠmmlain lij raavâs õhttsažkåŠddvuõtt da teâđstumuš jiiŠjjes vuäddain da sooǥǥ vuäŠsslain da siŠjji jeäŠllsââŠjin.

source: Oktiigullevašvuođa dovdu bearrašii boahtá oktasaš birgejumis, ovttas ássamis dahje bearraša historjjás.
sms: ʼhttekuullâmtobddmuš piârrja šâdd õhttsaž pirǧǧumuužž, õõutsââŠjest jällstumuužžâst leŠbe piârri historiast.

source: Sápmelaš kultuvrras bearaš lea viiddis sosiálasearvvuš, mas fuolkegaskavuođat ja oktiigullevašvuođa dovdu leat hui dehálaččat.
sms: SääŠmkulttuurest piâr lij veeidas sosialaž õhttsažkåŠdd, koŠst ruåttkõskkvuõđ da õhttekuullâmtobddmuš lie eärben vääžnai.

source: Davvisápmelaččain ja nuortalaččain bearaš lea árbevirolaččat šaddan máŋgga sohkabuolvvas.
sms: TâŠvvsäŠmmlain da nuõrttsäŠmmlain piâr lij ärbbvuõđ mieŠldd šõddâm tääujab puõlvvõõǥǥâst.

source: Anáraččain bearraša vuođđun lea áđašbearaš.
sms: Aanrõõžžin piârri lij tääuŠjmõsân õõđpiâr.

source: Doaimmalaš bajásgeassin nanne sohkabuolvvaid gaskasaš searvvušvuođa.
sms: Toimmjemvuâđlaž peâmm raŠvvâd puõlvvõõǥǥii kõskksaž õhttsažkåŠddvuõđ.

source: Sápmelaččaide dehálaš fuolkevuohta-, ristvánhen- ja gáibmevuogádat nannejit máná oktiigullevašvuođa dovddu.
sms: SäŠmmlaid vääžnai ruått-, risttjeäŠnn da - eeŠjj da käiŠmmjärjstõk ravvee päärna õhttekuullâm tobddmuužž.

source: Eará sápmelašjoavkkuid gaskkas leat earut ristvánhemiid mearis ja doaimmain.
sms: JeeŠres sääŠmärttli kõõskâlt lie rääŠtktõõzz risttjeäŠnni da - eeŠjji mieŠrin da tuâŠjain.

source: Ovdamearkan nuortalaš árbevierus ristvánhema jámedettiin risbártni bargun lea duddjot ruossa hávddi ala ja gurput dan dohko.
sms: ʼuddmiârkkan nuõrttsäŠmmla ärbbvuõđâst risttjieŠnn leŠbe - eejŠjj jäämeest lij päärn tuâŠjjan raajjad ristt ääuŠd õõl da kueŠdded tõt sinne.

source: Dát váikkuhusat bohtet nuortin ortodoksalaš oskkus.
sms: Täk vaaiktõõzz puäŠtte nuõrttjest ortodoksiååskâst.

source: Nuortalaš kultuvrras ortodoksalašvuohta doaibmá dehálaš sosiálalašluvvama hápmin.
sms: NuõrttsääŠmkultuurest ortodoksiåskk toimmai vääžnai sosiaallâsttem nääŠllen.

source: Dál searvvušvuohta lea stuorra hástalus dan sivas, go vuollái 10-jahkásaš sápmelašmánáin badjel 70 % ásset sápmelaččaid ruovttuguovllu olggobealde.
sms: Annʼjõõžžâst õhttsažkåŠddvuõđâst lij jõnn vâŠǯǯelvuõtt, ko vueŠll 10-âkksain sääŠmpäärnain pâŠjjel 70 % jällste säŠmmlai dommvuuŠvd åålǥbeäŠlnn.

source: Sámeguovllus eandalii anáraččat ja nuortalaččat ásset bieđgguid.
sms: SääŠmvuuŠvdest jeeŠrben aanrõš- da nuõrttsäŠmmla jällste peađgai.

source: Árabajásgeassimis lea earenoamáš dehálaš rolla dan dáhkideamis, ahte mánná sáhttá návddašit kultuvrrastis ovttas eará iežas jovkui gullevaččain.
sms: Håiddâkksai peâmmʼmuužžâst lij eärben vääžnai rool tõn ainsmâŠttmuužžâst, što päärnaž vuäitt âânned kulttuures õõutâst jäŠrrsi ärttla kuuljivuiŠm.

source: Geavatlaš ovdamearkkat searvvušvuođa nannemii árabajásgeassimis:
sms: TueŠjjeemnääŠl õuddmiârkk õhttsažkåŠddllisyyden ravvumužže håiddâkksai peâmmʼmuužžâst:

source: • oahpahallat fuolkevuohtanamahusaid go dahkat iežas fuolkekártta
sms:  mätttʼtõõđat ruåttnõõmtõõzzid raajeelŠl jiiŠjjes ruåttkaartt

source: • oahpásmuvvat mánáid ristvánhemiidda ja gáimmiide
sms:  tobbdstõõđât päärnai risttjieŠnnid da - eeŠjjid da kääimaid

source: • oahpásmuvvat sápmelaš nammaárbevirrui ja nama addimii
sms:  tobbdstõõđât sääm nõmmärbbvuõtte da nõõmm oŠvddmõžže

source: • gudnejahttit sápmelaš mearkabeivviid
sms:  muuštet säŠmmlaid miârkkpeeiŠvid

source: • muitit fulkkiid riegádanbeivviid
sms:  muuštet ruåđi šõddâmpeeiŠvid

source: • dahkat ovttadaga ovtta lanjas “ searvvušlanja ”, mas mánáid bearraša lahtut sáhttet máná buvttedettiin dahje vieččadettiin čohkkádit ja juhkat káfe
sms:  raajât õõutilooǥǥ õhttân lõõnnjâst ” õhttsažkåŠddlõõnjj ”, koŠst päärnai piârri da vuäŠssla vuäitte päärna puuteeŠst leŠbe viiǯǯeeŠst išttled da juŠlsted kââŠff

source: • deahtis vuorrováikkuhus iežas sámeservoša lahtuiguin; jahkegerdui gullevaš barggut, reaissut, galledallamat ja oktasaš jeavddalaš dáhpáhusat
sms:  kõŠlljet puärrsi kruuggin da puärrsipõõrŧâst  čââpp vuârvaaiktõs jiiŠjjes sääŠmõhttsažkååŠdd vuäŠsslaivuiŠm; eeŠjjårrõõzz mieŠlddsa tuââŠj, määŠtǩǩ, kõŠlljumuužž da õhttsaž miermieŠlddsa šõddmuužž

source: • reivelonohallan (čuovgagovat, sárgumat) árabajásgeassinovttadagaid gaskka
sms:  ǩeŠrjjtõõllmuš (snimldõõǥǥ, pirstõõzz) håiddâkksai peâmmõõutilooǥǥi kõõskâlt

source: • deaivvadeamit eará sajis ássi sápmelaččaiguin
sms:  kaaunõõttmuužž jeeŠresårnn jällsteeji säŠmmlaivuiŠm

source: • ordnet video- ja neahttadeaivvademiid eará sajiin ássi sápmelaččaiguin
sms:  riâššat video- da netti kaaunõõttmuužžidjeeŠresårnnjällsteeji säŠmmlai vuiŠm

source: • ávvudit sápmelaččaid álbmotbeaivvi ja oahpahallat sámi soga lávlaga
sms:  prääŠzkjet säŠmmlai meeŠrlaipeeiŠv da mätttʼtõõđat sääŠm sooǥǥ laulli

source: • dahkat iežas leavgaloktengeavadaga levgenbeivviid várás ja dovdat sámiid leavgga symbolihka
sms:  raajât jiiŠjjes liippkaggâmvueŠjj liipptempeeiŠvi vääŠras da toobdât sääŠmliippsymboliikka

source: Luondduoktavuohta
sms: Luâttõhttvuõtt

source: Sápmelaččat leat álo eallán luonddulagaš eallima ja eallin lea leamašan čatnasan luonddugerdui ja jahkodatgerdui.
sms: SäŠmmla lie pâi jeäŠllam luâđ âlddsõs jieŠllem da jeäŠllmõš lij leäŠmmaž čõnnum luâđjårrõzze da eeŠjj-jårrõzze.

source: Luondduresurssaid leat geavahan gierdavaččat ja olbmot leat sihke gudnejahttán ja dikšon luonddu.
sms: Luâđaunnsid lij õnnum ǩeâŠlljeeŠl, õnnum tõiŠd mäŠrddnalla di cisttjum da hoiddum luâtt.

source: Sápmelaččaid árbevirolaš diehtu čatnasa olu olbmo ja luonddu gaskasaš gaskavuhtii.
sms: SäŠmmlai äŠrbbvuõđ mieŠlddsaž tiâttmõš õhttan kõskksââŠjest oummu da luâđ kõskkvuõtte.

source: Luondu, olmmoš ja kultuvra leat lávga čatnasan nubbi nuppiide.
sms: Luâtt, ooumaž da kulttuur lie ǩiddselt čõnnum kueiŠmeezz.

source: Luondu lea oassi kultuvrras ja olmmošvuođas.
sms: Luâtt lij vueŠss kulttuur da ooumažvuõđ.

source: Kultuvrra seailuma dihtii lea dehálaš atnit fuola maiddái luonddu buresbirgejumis.
sms: Kulttuur seillmužže lij vääžnai âânned huõl še luâđ puârastpirǧǧumuužžâst.

source: Luondu galggašii gullat guovddáš oassin máná juohkebeaivválaš eallimii.
sms: Luâđ ââlǥče kuullâd kõskksaž vueŠssen päärna juõŠǩǩpeiŠvvsaž jieŠllem.

source: Geavatlaš ovdamearkkat luondduoktavuođa nannemii árabajásgeassimis:
sms: TueŠjjeemnääŠl õuddmiârkk luâttõhttvuõđ ravvumužže håiddâkksai peâmmʼmuužžâst:

source: • lasihit máná ekologaš luonddudieđu sápmelaš eallilan olbmo láidestemiin, gos guđege luonddumateriála sáhttá váldit ja man olu, johtit jaska, luottaid guođekeahttá, ii galgga doadjit ovssiid dahje boltut geđggiid, ii galgga nuoskidit
sms:  lââzztet päärna ekologlaž luâđtiâttmõõžž säŠmmla puäresoummu vuäpstõõžžâst, mâid kost luâđaunnsid vuäitt väŠldded da mâm-med, liikkeet jântta, ǩiõŠjjid kueđkani, jeäŠt pueŠtǩǩ ååuŠsid leŠbe joortõõll ǩieđjid, jeäŠt rooskât

source: • ovddidit máná luonddu áicannávcca ja luonddus johtima dáidduid
sms:  viiǥǥâd õõudâs päärna luâđ vuâmmšõõttâm ooddaid da luâđast likkeem čeäŠppvuõtte

source: • oahpahallat earálágan eanadagaid namahusaid ja sierrasárgosiid
sms:  mätttʼtõõđat jeeresnallšem jânnmi nõõmtõõzzid

source: • áicat beaivválaččat dálkki ja eará luondduihtagiid
sms:  vuâmmšõõttât juõŠǩǩpeeiŠv šõõŋ da jeeŠres luâđõlmstõõǥǥid

source: • čuovvut jahkeáiggiid molsašuddama ja dan váikkuhusaid elliin ja šattuin
sms:  seurrjet eeŠjjaaiŠji vaajtõõzzid da tõn vaaiktõõzzid nääuŠdid da raazzid

source: • oahpahallat dovdat lottiid ja meahcielliid sihke daid luottaid
sms:  mätttʼtõõđat tobddât lååŠddaid da meäŠccjieŠlljied di tõõi ǩiõjjid

source: • oahpahallat geavahit luonddu materiálaid sierra jahkeáiggiin
sms:  mätttʼtõõđat âânnet luâđ aunnsid jeeŠres eeŠjjaaiŠjin

source: • oahpásmuvvat sápmelaš báikenammavuogádahkii
sms:  tobbdstõõđât sääŠmpäiŠǩǩnõõmid

source: • oahpásmuvvat sápmelaš bassi báikkiide
sms:  tobbdstõõđât säŠmmlai pââzzpaaiǩid

source: Árbevirolaš ealáhusat ja birgejupmi
sms: ÄŠrbbvuõđ mieŠlddsa jieŠllemvueŠjj da pirǧǧumuš

source: Boazodoallu, guolástus, meahcástus ja smávvalunddot eanadoallu sihke giehtaduojit ja luonddudili buktagiid čoaggin leat sápmelaš árbevirolaš ealáhusat, maid hárjeheapmi lea máŋgga sápmelačča eallinvuohki.
sms: Puäʒʒhåiddmuš, kueŠllstumuš, meäŠccjumuš da uuŠcces mäŠddtääll di ǩiõttʼtuââŠj da luâđväärai uussmõš lie säŠmmlai ärbbvuâđlaž jieŠllemvueŠjj, kooi tueŠjjumuš lij määŋgaid säŠmmlaid jieŠllemnääŠll.

source: Dat hárjehuvvojit dábálaččat lotnolasealáhussan dahje eará ámmáhiid olis.
sms: TõiŠd tueŠjjeet takainalla õhttuum jieŠllemvueŠǩǩen leŠbe jäŠrrsi ämmti kuâŋŋ.

source: Boazodoalus lea boazodoallokultuvrras ealli sápmelaččaide stuorra kultuvrralaš mearkkašupmi, dan dihtii go boazodollui gullá biergobuvttadeami lassin oppa bearraša ja soga eallinbiire dego sosiála gaskavuođat, ássan, johttin, luonddubirrasa dovdamuš, árbevirolaš diehtu, luonddu ekologalaš geavaheapmi ja sápmelaš giehtaduojit.
sms: Puäʒʒhåiddmuužžâst lij puäʒʒhåiddamkulttuurest jieŠlljid säŠmmlaid jõnn kulttuurlaž miârktõs, tõst puäʒʒhåiddmužže kooll vueŠǯǯpuuttʼtem lââzzen oŠbb piârri da sooǥǥ jieŠllemkruugg mâŠte sosiaalaž kõskkvuõđ, jeäŠllstumuš, jååŠttmuš, luâttpirrõz tobddmõš, äŠrbbvuõđ mieŠlddsaž tiâttmõš, luâđ ekologlaž âânnmuš da sääŠm ǩiõttʼtuââŠj.

source: Guollebivdu lea leamaš jahkečuđiid árbevirolaš ealáhus.
sms: KueŠllstumuš lij leäŠmmaž čueđi eeŠjji säŠmmlai äŠrbbvuõđ mieŠlddsaž jieŠllemvueŠǩǩ.

source: Anáraččat leat guolásteaddjit Anárjávrris ja dan birrasis.
sms: Aanrõõžž lie kueŠlšiiŠlli Aanar jääuŠrest da tõn pirrõõzzâst.

source: Mearrarittu nuortalašgiliid bearrašiin ledje oamasteaddjivuoigatvuođat luossabivdui mearas ja Báhčaveajis.
sms: MiâŠrr-reedd nuõrttsääŠmsiijdi piârrjin leŠjje vuästemvuoiggâvuõđ luõzz kueŠllstumužže miâr âlnn da Paatsjooǥǥâst.

source: Luossabivdu lea ainge Deanuleagi sápmelaččaid kultuvrra guovddáš dahkki.
sms: Luõzz kueŠllstumuš lij õin võl TeäŠnnsäŠmmlai kulttuur kõõskâs raajji.

source: Geavatlaš ovdamearkkat ealáhusaid ja birgejumi vuhtiiváldimis árabajásgeassimis: Boazodoallu:
sms: TueŠjjeemnääŠl õuddmiârkk jieŠllemvueŠjjid da pirǧǧumuužž lokku väŠlddmest håiddâkksai peâmmʼmuužžâst:

source: • oahpahallat suohpana geavaheami, bealljemearkkaid, bohcco namahusaid, duhkoraddat boazostohkosiid
sms:  mätttʼtõõđat čauŠstõõǥǥ âânnmuužž, puäʒʒmiârkid, puõccuõõmtõõzzid, siõrât puäʒʒ siõrid

source: • dahkat rissiin bohccuid ja smávva bigálusáiddiid sis- ja olgoatnui
sms:  raajât riižžin puõccuid da uŠcc pikalõsääiŠdaid olggân - da seśt âânnmužže

source: • fitnat bigálusain, miessemearkumiin
sms:  jååđet puäʒʒpikalõõzzin, vueŠzzmiârkkumuužžâšt

source: • čuovvut bohcco njuovvama ja eará osiid ávkkástallama
sms:  seurrjet puõccu ähttmuužž da jeeŠres vueŠssi äuǩǩen âânnmuužž

source: • doahput jeahkála, dahkat lastagihpuid, láddjet hoaššaid, suinniid
sms:  kaaggât jeäŠkklid, čuõppât vuåššid, sueiŠnid

source: • oahpahallat noađđehearggi čatnama ja oahpásmuvvat bohcco bahčimii
sms:  mätttʼtõõđat täǩǩpuõccu čõõnnmuužž jiiŠjjes da tobbdstõõđât puõccu pââččmužže

source: • oahpahallat niibbi geavaheami Guolástus:
sms:  mätttʼtõõđat neeib da sääŠmneeib âânnmuužž

source: • oahpahallat guliid namaid, earálágan bivdovugiid ja guoli giehtadallama
sms:  mätttʼtõõđat kueŠli nõõmtõõzzid, jeeŠresnallšem šeellemnaalid da kueŠlǩiõttʼ tõõllmuužž

source: • giđđat bivdit guoli jiekŋaoaggumiin, juoŋastemiin, časkkasáŋkoriin, guollehehkiin, áŋkoriin, golgademiin
sms:  šeelet ǩeaŠđđa kueŠl kâlddjest vuäŠggeeŠl, juŋŋsivuiŠm, kooukivuiŠm, katiskain, kåålǥteeŠl

source: • bivdit geassit guoli firpmiin, vuokkain, dolgevuokkain, guollehehkiin, liinnain, uhteriin
sms:  šeelet ǩeäŠssa kueŠl sääiŠmivuiŠm, vuäŠggeeŠl, perhoin, katiskain, kuuŠǩǩes seeimain, puäŠrrvin

source: • bivdit guoli čakčat firpmiin, nuhtiin, liinnain, skoalkabivdduin ja uhteriin
sms:  šeelet kueŠl sääiŠmivuiŠm, nueŠtteeŠl, kuuŠǩǩes seeimain, kolkkteeŠl da puäŠrrvin

source: • bivdit guoli dálvit juoŋastemiin, nuhtiin, jiekŋaoaggumiin ja časkkasáŋkoriin
sms:  šeelet kueŠl täŠlvva juŋŋsivuiŠm, nueŠtteeŠl, vuäŠggeeŠl da kooukivuiŠm

source: • oahpahallat fierpmi divvuma, guolástusbiergasiid ja fatnasa divvuma
sms:  mätttʼtõõđat sääimaai teevvmuužž, kueŠllstem neäŠvvai da võnnâs huõŠllmõõžž

source: Meahcástus ja čoaggin:
sms: MeäŠccjumuš da uussmõš:

source: • oahpahallat rievssahiid gárduma
sms:  mätttʼtõõđat tueŠjjeed reeŠppǩiõlid

source: • oahpahallat dovdat eará elliid luottaid ja bivdovugiid bivdomeastára láidestemiin
sms:  mätttʼtõõđat tobddat jeeŠres meäŠccjieŠllji ǩiõŠjjid da šeellemnaalid siltteeja vuäpstõõžžâst

source: • čoaggit čakčat murjjiid Eanadoallu:
sms: MäŠddtääll:

source: • oahpásmuvvat gussa- ja sávzadollui, galledallat návehis ja sávzadoalus
sms:  tobbdstõõđât kuuzzi da saauʒi håiddmužže kõŠlljeeŠl skoott - da sauʒʒtäälain

source: • oahpásmuvvat ládjobargguide, gilvit bohtehtosa ja eará šattuid
sms:  tobbdstõõđât šâddtuâŠjaid, kââlvet pååttáǩ da jeeŠres raazzid

source: Borramuškultuvra:
sms: Porrmõš kulttuur:

source: • ordnet jeavddalaččat sápmelaš borramušbeivviid ja láibunbeivviid árbevierromeaštáriid láidestemiin
sms:  riâššat mieŠrrääiŠji mieŠldd säŠmmlaid porrmõspeeiŠvid da leibbjempeeiŠvid ärbbvuõđ mätteeji vuäpstõõžžâst

source: • ráhkadit biepmu beaivválaččat
sms:  valmštet porrmõõzz juõŠǩǩ peeiŠv

source: • suovastit guoli dahje bohccobierggu, válmmaštit sáltebierggu, sálteguoli
sms:  suõvstet kueŠl da puõccuvueŠǯǯ, valmštet sälttvueŠǯǯ, sälttkueeŠl

source: • oahpahallat murjjiid seailluheami ja čoaggit borahahtti šattuid; boska, juopmu
sms:  mätttʼtõõđat mueŠrji seillmõõžž da noorât poorrám luâttraazzid; rääŠzz rääŠss (väinönputki), sälttsueiŠnn

source: • oahpásmuvvat sápmelaččaid árbevirolaš dálkkodanšattuide ja daid atnui Viesut:
sms:  tobbdstõõđât säŠmmlai ärbbvuâđlaž talkkâmraazziid da tõõi âânnmužže

source: • hukset sápmelaš árbevirolaš viesuid ja ráhkadusaid (omd. miniatiirat): lávvu, bealljegoahti, darfegoahti, earálágan áittit
sms:  raajât säŠmmlai ärbbvuâđlaž jeäŠllsââŠjid da raajlmid (õuddm. uuŠccesmaallid): kååvas, kuäđaid, jeeresnallšem ääitaid

source: • cegget lávu ja oahpahallat dasa gullevaš geavadagaid; áššogeđggiid ja duorggaid ohcan, lávu eará oasit, boradeapmi
sms:  ceäggtet kååvas da mätttʼtõõđat tõzz õŠhttekuuŠlli vueŠjjid; tollǩieŠđji da tuõrgg viʒʒmuužž,

source: Sápmelaš giehtaduodjeárbi lea rikkis ja ealli oassi sápmelaškultuvrras.
sms: SäŠmmlaž ǩiõttʼtuâŠjjärbbvuõtt lij čuuŠt reeŠǧǧes da jieŠlli vueŠss sääŠmkulttuur.

source: Giehtaduojit leat atnudiŋggat ja daid ráhkadeami vuođđun lea árbevirolaš diđolašvuohta.
sms: ǨiõttʼtuââŠj lie âânnemneäŠvv da tõõi valmštem vuađđ lij ärbbvuâđlaž tiâttmuužžâst.

source: Sápmelaš giehtaduodjái gullet ee. muorra-, čoarve- ja náhkkeduojit sihke bearral ja datneárpoherven, báddegođđin ja láđđegárvvuid goarrun ja čiŋaheapmi bárggáldagaiguin ja báttiiguin.
sms: Säämǩiõtt-tuõŠjju koŠlle jm. muõrr-, čuäŠrvv- da čõuŠddtuââŠj di peŠsser - da tâŠnnǩeŠrrjjmuužž, liânttkååđđmuš da säŠrǧǧpihttzi valmštumuš da heäŠrvtumuš parǧǧuum liânti da liântivuiŠm.

source: Suoma sápmelaččain leat vihtta sámegávtti váldomálle: Deatnogátti, Eanodat-Guovdageainnu, Vuohču sihke anáraččaid ja nuortalaččaid gákti.
sms: LääŠddjânnam säŠmmlain li viŠtt sääŠmpihttsi väŠlddmaall.: Teännjooǥǥ, EnontekiöKautokeino, Vuotso di aanrõõžž da nuõrttsääŠmpihttâž.

source: Gávttiid mállet ja herven čuvvot sámi giellarájáid.
sms: Pihttsi maall da heäŠrvvtumuš seurrje sääŠm ǩiõll raaŠjid.

source: Gávttiid ovttaskas áššit sáhttet molsašuddat maiddái sogaid ja bearrašiid bokte.
sms: Täärǩben ǩiõŠččeeŠl pihttzimaall vuäitte vaajjtõõllâd še sooǥǥi leŠbe piârrji sest.

source: Nuortasápmelaččaid gákti earrána eanemus eará sámegávttiin ja muittuha gárjillaččaid čeardabiktasa.
sms: NuõrttsäŠmmlai piiutâz rätkkai jäänmõsân jeeres sääŠm pihttsin muušttʼ teeŠl karjjlõõzzi meeŠrpihttzid.

source: Sámegákti lea oassi sápmelaš identitehtas.
sms: SäŠmmlaid piiutâz lij vueŠss sääŠmidentiteett.

source: Sápmelaš kultuvrras álbmotdáidda ja dan estetihkka dan siste lea čavga oassi juohkebeaivválaš eallimis ja das lea fuomášahtti servodatlaš mearkkašupmi.
sms: SääŠmkulttuurest meer čeäŠpptuâŠjj da tõn siisǩeei estetiikk lij rääŠtǩkani vueŠss jieŠllmest da tõst lij jõnn õhttsažkåŠddlaž miârktõs.

source: Gávttiid, gahpiriid ja vuoddagiid čiŋaid hámit ja ivnnit muitalit muhtun sohkii gullama dahje stuorát guovlulaš servodahkii ja nannejit oktiigullevašvuođa dovddu.
sms: Pihttzi, keäŠppri, vuõddji heärtem ååbleǩ da eeuŠnn õlmmee kuullmõõžž koonn-ne soǩǩe leŠbe šuurab vuŠvddõhttsažkåŠdda da ravvee õhttekuullâmtobddmuužž.

source: Gieđain dahkamiin mánná oahppá atnit árvvus giehtadáidduid árgaeallima ávkkálaš dáidun.
sms: Kiõđiraajjâm veäkka päärnaž mättai uŠvdded äärvv ǩiõđčeäŠppvuõtte arggjieŠllem äuŠǩkčeäŠppvuõttân.

source: Geavatlaš ovdamearkkat giehtaduodjeárbevierus árabajásgeassimis:
sms: TueŠjjeemnääŠl õuddmiârkk ǩiõttʼtuâŠjj ärbbvuõđâst håiddâkksai peâmmʼmuužžâst:

source: • ráhkadit dohkáide sápmelaš gárvvuid
sms:  raajât kuuhlâid sääŠmpihttzid

source: • bovdet giehtaduodjemeaštára láidestit sámegávtti ja dasa gullevaš gárvvuid geavaheamis
sms:  kååččad ǩiõttʼtuâŠjj da musiikk čeäŠppid vuäŠpsted sääŠmpihttzi âânnmuužžâst

source: • oahpásmuvvat eará sápmelašjoavkkuid gávttiide, gárvvuide ja gahpiriidda
sms:  tobbdstõõđât jeeŠres sääŠmärttli sääŠmpihttzid da keäŠpprid

source: • dahkat bearraldujiid
sms:  raajât peŠsser tuâŠjaid

source: • gáret ulluid, batnit snáldduin, gođđit ránu
sms:  kâârjed oollaid, pâânet snalddjin, kååđet rääŠn

source: • dahkat ulloláigedujiid (diehpit, báttiid batnin / bárgin, njuikun, sámefáhccat)
sms:  raajât oll-lââŠjjtuâŠjaid (ǩeeŠst, liânti poonjjmõš / paŠrǧǧumuš, raabbâl-liântt, sääŠmvaaŠcc)

source: • ráhkadit bohcco duoljis sistti, dahkat siste- ja náhkkedujiid
sms:  valmštet puõccutueŠljâst čeešn, raajât češnn- da čõuŠddtuâŠjaid

source: • ráhkadit muoras ja bohccodávttis earálágan dávviriid
sms:  raajât muõrâst da puõccutääuŠtest jeeŠresnallšem neäŠvvaid

source: • njuovvat, neaskit ja sáltet gápmasiid, válmmaštit gámasuoinni
sms:  ääutet, nieŠsǩet da salttjed kammzid, raajât kaaŠmmisueiŠnid

source: • goikadit giđđat hávkka náhkiid ja dahkat náhkiin giehtadujiid ja čielgedávttis čiŋaid
sms:  kåšǩǩeet ǩeađđa nuŠǩǩež čõõudid da raajât čõõudest ǩiõtt-tuâŠjaid da kueŠll taautin heäŠrvid

source: Sohkabeliid gaskasaš dásseárvu ja olmmošvuohta
sms: SooǥǥbieŠli kõskksaž tääŠzzärvv da ooumažvuõtt

source: Sápmelašservodagas nissonolbmuin lea historjjálaččat leamaš dásseárvosaš sajádat almmáiolbmuid bálddas. Sajádahkii leamašan mihtilmas eandalii rollaid, bargguid ja eallinbirrasiid symmehtralašvuohta ja nuppi nuppiid dievasmahttin.
sms: SääŠmõhttsažkååŠddest neezznin lij historialaž vuâđalt leäŠmmaž tääzzverddsaž sââŠjj åummaivuiŠm, koozz takainallšem lij leäŠmmaž rooli, tuâŠjai da jieŠllemkruuggi symmetralažvuõtt da kueiŠmez tiuŠddeemvuõtt.

source: Árabajásgeassima plánemis ja ollašuhttimis atnit fuola sohkabeliid gaskasaš dásseárvvu ollašuvvamis nu, ahte mánná sáhttá ovddidit iežas almmá sohkabeallerollaid ráddjehusaid.
sms: Håiddâkksai peâmm plaanmuužžâst da čõõđtumuužžâst ââned huõl sooǥǥbieŠli kõskksa tääzzäärvv čõõđtumuužžâst nuŠt, što päärnaž vuäitt õuddned sooǥǥbieŠllrool vuõrddji raajjtõõzzikani.

source: Oahppamis ja identitehta nannemis váldit vuhtii nieiddaid ja gánddaid milloleamos vugiid doaibmat.
sms: Mättjemest da identiteett ravvumuužžâst väŠldded lokku niõđi da paarni jäänmõsân jiiŠjjesnallšem nääŠl toimmjed.

source: Gánddat sáhttet vásihit luonddus doaibmama milloleabbon go siste doaibmama.
sms: Päärn vuäitte ǩiõŠččlâstted luâđast toimmjumuužž miõllsubun ko sest tueŠjjumuužž.

source: Nieiddat leat dávjá eambo aktiivvalaččat siste.
sms: Niõđ lie täuŠjja jäänab aktiivlaž sest.

source: Árabajásgeassimis sáhttá ávkkástallat luonddu nannet gánddaid iešluohttámuša maiddái sidjiide vieris birrasis.
sms: Håiddâkksai peâmmʼmuužžâst vuäitt âânned äuŠǩǩen luâđ raaveed paarni jiõččnaŠddjõõzz še sijjid veeres pirrõõzzâst.

source: Ja fas ávkkástallat nieiddaid aktiivvalašvuođa siste nannet sin iešdoaimmalašvuođa ovdamearkan luonddus.
sms: Da västteeŠl âânned äuŠǩǩen niõđi aktiivlažvuõđ sest raaveed siŠjji jiõččtoimmjemvuõđ õuddmiârkkan luâđast.

source: Sápmelaš oainnu mielde govttolašvuohta lea eallit olmmožin.
sms: SäŠmmla vuäinnmõõžž mieŠldd mäŠrddnalla jeäŠllmuš lij ooumžen jeäŠllmõš.

source: Govttolašvuohta ja vuoiggalašvuohta dahket olmmošvuođa vuođu.
sms: MäŠrddnalla jeäŠllmuš da vuõiggâdvuâđlážvuõtt räŠjje oummu vuađ.

source: Oččodaladettiin buori eallinhálddašeami olmmoš figgá mearrediđolaččat eallit ráđđejumiin ja govttolaččat.
sms: Täävvtõõleest pueeŠr jieŠllem vaaldšemvuõđ ooumaž pârgg miertieŠđeeŠl jieŠlled vaaldšeeŠl da mäŠrddnalla.

source: Olmmošvuhtii gullá maiddái soabalašvuohta ja attáldat birget earálágan olbmuin ja luondduin.
sms: Ooumažvuõtte kooll še suåvâdvuõtt da oodd pirǧǧeed jeeresnallšem oummivuiŠm da luâđast.
